Repository: PhuNH/vi-kde
Catalog: trunk/l10n-kf5/*/messages/kdepim-runtime/kio_pop3.po
Languages: vi

source: The server said: "%1"
vi: Máy chủ nói: "%1"

source: The server terminated the connection.
vi: Máy chủ ngắt kết nối.

source: Invalid response from server: "%1"
vi: Hồi âm sai từ máy chủ: "%1"

source: Could not send to server.
vi: Không thể gửi tới máy chủ.

source: No authentication details supplied.
vi: Chưa cung cấp thông tin đăng nhập.

source: Login via APOP failed. The server %1 may not support APOP, although it claims to support it, or the password may be wrong. %2
vi: Đăng nhập qua APOP thất bại. Có thể máy chủ %1 không hỗ trợ APOP, mặc dù nó đòi hỗ trợ, hoặc mật khẩu sai. %2

source: An error occurred during authentication: %1
vi: Gặp lỗi trong khi xác thực: %1

source: Login via SASL (%1) failed. The server may not support %2, or the password may be wrong. %3
vi: Đăng nhập qua SASL (%1) thất bại. Có thể máy chủ không hỗ trợ %2, hoặc mật khẩu sai. %3

source: Could not login to %1.
vi: Không thể đăng nhập vào %1.

source: Could not login to %1. The password may be wrong. %2
vi: Không thể đăng nhập vào %1. Mật khẩu có thể sai. %2

source: The server terminated the connection immediately.
vi: Máy chủ cắt kết nối ngay lập tức.

source: Server does not respond properly: %1
vi: Máy chủ không trả lời đúng: %1

source: Username and password for your POP3 account:
vi: Tên người dùng và mật khẩu cho tài khoản POP3:

source: Unexpected response from POP3 server.
vi: Hồi âm không ngờ tời từ máy chủ POP3.
