Repository: PhuNH/vi-kde
Catalog: trunk/l10n-kf5/*/messages/khotkeys/khotkeys._desktop_.po
Languages: vi

# Name
source: Input Actions
vi: Hành động nhập

# Comment
source: Input Actions service performing configured actions on key presses
vi: Dịch vụ "Hành động nhập" thực hiện các hành động được cấu hình khi có phím nhấn

source: Comment
vi: Chú thích

# Name
source: Search
vi: Tìm kiếm

# Comment
source: Simple_action
vi: Hành_động_đơn_giản

# Comment
source: This group contains various examples demonstrating most of the features of KHotkeys. (Note that this group and all its actions are disabled by default.)
vi: Nhóm này chứa các ví dụ khác nhau minh hoạ phần lớn các tính năng của KHotkeys. (Lưu ý rằng nhóm này và tất cả các hành động của nó mặc định là tắt.)

# Name
source: Examples
vi: Ví dụ

# Comment
source: After pressing Ctrl+Alt+I, the KSIRC window will be activated, if it exists. Simple.
vi: Sau khi nhấn Ctrl+Alt+I, cửa sổ KSIRC, nếu có, sẽ được kích hoạt. Đơn giản.

# Name
source: Activate KSIRC Window
vi: Kích hoạt cửa sổ KSIRC

# Comment
source: KSIRC window
vi: Cửa sổ KSIRC

# Comment
source: After pressing Alt+Ctrl+H the input of 'Hello' will be simulated, as if you typed it. This is especially useful if you have call to frequently type a word (for instance, 'unsigned'). Every keypress in the input is separated by a colon ':'. Note that the keypresses literally mean keypresses, so you have to write what you would press on the keyboard. In the table below, the left column shows the input and the right column shows what to type.\n\n"enter" (i.e. new line) Enter or Return\na (i.e. small a) A\nA (i.e. capital a) Shift+A\n: (colon) Shift+;\n' ' (space) Space
vi: Sau khi nhấn Alt+Ctrl+H việc nhập 'Hello' sẽ được mô phỏng, như thể bạn gõ nó. Việc này đặc biệt hữu ích nếu bạn hay cần gõ một từ nào đó (ví dụ, 'loỏng'). Mỗi phím nhấn ở đầu vào được phân cách bởi một dấu hai chấm ':'. Lưu ý rằng phím nhấn thật sự nghĩa là phím nhấn, bạn phải viết những gì bạn sẽ nhấn trên bàn phím. Ở bảng dưới đây, cột bên trái hiện đầu vào và cột bên phải hiện những gì cần gõ.\n\n"enter" (tức là dòng mới) Enter hoặc Return\na (tức là chữ a nhỏ) A\nA (tức là chữ A hoa) Shift+A\n: (dấu hai chấm) Shift+;\n' ' (dấu cách) Space

# Name
source: Type 'Hello'
vi: Gõ 'Hello'

# Comment
source: This action runs Konsole, after pressing Ctrl+Alt+T.
vi: Hành động này chạy Konsole, sau khi nhấn Ctrl+Alt+T.

# Name
source: Run Konsole
vi: Chạy Konsole

# Comment
source: Read the comment on the "Type 'Hello'" action first.\n\nQt Designer uses Ctrl+F4 for closing windows. In KDE, however, Ctrl+F4 is the shortcut for going to virtual desktop 4, so this shortcut does not work in Qt Designer. Further, Qt Designer does not use KDE's standard Ctrl+W for closing the window.\n\nThis problem can be solved by remapping Ctrl+W to Ctrl+F4 when the active window is Qt Designer. When Qt Designer is active, every time Ctrl+W is pressed, Ctrl+F4 will be sent to Qt Designer instead. In other applications, the effect of Ctrl+W is unchanged.\n\nWe now need to specify three things: A new shortcut trigger on 'Ctrl+W', a new keyboard input action sending Ctrl+F4, and a new condition that the active window is Qt Designer.\nQt Designer seems to always have title 'Qt Designer by Trolltech', so the condition will check for the active window having that title.
vi: Trước tiên hãy đọc chú thích ở hành động "Gõ 'Hello'".\n\nQt Designer dùng Ctrl+F4 để đóng cửa sổ. Tuy nhiên, trong KDE Ctrl+F4 là phím tắt để đi đến bàn làm việc ảo số 4, vì thế phím tắt này không hoạt động trong Qt Designer. Hơn nữa, Qt Designer không dùng Ctrl+W chuẩn của KDE để đóng cửa sổ.\n\nVấn đề này có thể giải quyết bằng cách ánh xạ lại Ctrl+W thành Ctrl+F4 khi cửa sổ hoạt động là Qt Designer. Khi Qt Designer đang hoạt động, mỗi lần Ctrl+W được nhấn, Ctrl+F4 sẽ được gửi thay vào đó đến Qt Designer. Trong các ứng dụng khác, tác dụng của Ctrl+W không thay đổi.\n\nGiờ chúng ta cần chỉ định ba thứ: một bộ kích hoạt phím tắt mới với 'Ctrl+W', một hành động nhập bàn phím mới gửi đi Ctrl+F4, và một điều kiện mới rằng cửa sổ hoạt động là Qt Designer.\nQt Designer có vẻ luôn luôn có tiêu đề 'Qt Designer by Trolltech', vậy điều kiện này sẽ kiểm tra cửa sổ hoạt động có tiêu đề đó không.

# Name
source: Remap Ctrl+W to Ctrl+F4 in Qt Designer
vi: Ánh xạ lại Ctrl+W thành Ctrl+F4 trong Qt Designer

# Comment
source: By pressing Alt+Ctrl+W a D-Bus call will be performed that will show the minicli. You can use any kind of D-Bus call, just like using the command line 'qdbus' tool.
vi: Bằng cách nhấn Alt+Ctrl+W, một lời gọi D-Bus sẽ được thực hiện và sẽ hiển thị minicli. Bạn có thể dùng bất kì loại lời gọi D-Bus nào, như đang dùng công cụ dòng lệnh 'qdbus' vậy.

# Name
source: Perform D-Bus call 'qdbus org.kde.krunner /App display'
vi: Thực hiện lời gọi D-Bus 'qdbus org.kde.krunner /App display'

# Comment
source: Read the comment on the "Type 'Hello'" action first.\n\nJust like the "Type 'Hello'" action, this one simulates keyboard input, specifically, after pressing Ctrl+Alt+B, it sends B to XMMS (B in XMMS jumps to the next song). The 'Send to specific window' checkbox is checked and a window with its class containing 'XMMS_Player' is specified; this will make the input always be sent to this window. This way, you can control XMMS even if, for instance, it is on a different virtual desktop.\n\n(Run 'xprop' and click on the XMMS window and search for WM_CLASS to see 'XMMS_Player').
vi: Trước tiên hãy đọc chú thích ở hành động "Gõ 'Hello'".\n\nCũng như hành động "Gõ 'Hello'", hành động này mô phỏng việc nhập bàn phím, cụ thể là sau khi nhấn Ctrl+Alt+B, nó sẽ gửi chữ B cho XMMS (B trong XMMS là để nhảy đến bản nhạc tiếp sau). Hộp kiểm "Gửi đến cửa sổ cụ thể" được chọn và một cửa sổ mà tên lớp chứa "XMMS_Player" được chỉ định; việc này sẽ làm cho đầu vào luôn được gửi đến cửa sổ này. Bằng cách này, bạn có thể điều khiển XMMS ngay cả khi, ví dụ, nó đang ở trên một bàn làm việc ảo khác.\n\n(Chạy 'xprop' rồi bấm vào cửa sổ XMMS và tìm WM_CLASS để thấy 'XMMS_Player').

# Name
source: Next in XMMS
vi: Sau trong XMMS

# Comment
source: XMMS window
vi: Cửa sổ XMMS

# Comment
source: XMMS Player window
vi: Cửa sổ trình phát XMMS

# Name
source: Konqi Gestures
vi: Động tác Konqi

# Comment
source: Konqueror window
vi: Cửa sổ Konqueror

# Name
source: Back
vi: Lùi

# Comment
source: Gesture_triggers
vi: Kích_hoạt_động_tác

# Name
source: Forward
vi: Tiến

# Name
source: Up
vi: Lên

# Name
source: Reload
vi: Tải lại

# Name
source: Go to KDE Website
vi: Đi đến địa điểm web KDE

# Comment
source: Basic Konqueror gestures.
vi: Động tác Konqueror cơ bản.

# Name
source: Konqueror Gestures
vi: Động tác Konqueror

# Comment
source: Press, move left, release.
vi: Nhấn, di sang trái, nhả.

# Comment
source: Opera-style: Press, move up, release.\nNOTE: Conflicts with 'New Tab', and as such is disabled by default.
vi: Kiểu Opera: Nhấn, di lên, nhả.\nLƯU Ý: Xung đột với 'Thẻ mới', và do đó mặc định là bị tắt.

# Name
source: Stop Loading
vi: Dừng tải

# Comment
source: Going up in URL/directory structure.\nMozilla-style: Press, move up, move left, move up, release.
vi: Đi lên trong cấu trúc URL/thư mục.\nKiểu Mozilla: Nhấn, di lên, di sang trái, di lên, nhả.

# Comment
source: Going up in URL/directory structure.\nOpera-style: Press, move up, move left, move up, release.\nNOTE: Conflicts with "Activate Previous Tab", and as such is disabled by default.
vi: Đi lên trong cấu trúc URL/thư mục.\nKiểu Opera: Nhấn, di lên, di sang trái, di lên, nhả.\nLƯU Ý: Xung đột với 'Kích hoạt thẻ trước', và do đó mặc định là bị tắt.

# Name
source: Up #2
vi: Lên #2

# Comment
source: Press, move up, move right, release.
vi: Nhấn, di lên, di sang phải, nhả.

# Name
source: Activate Next Tab
vi: Kích hoạt thẻ sau

# Comment
source: Press, move up, move left, release.
vi: Nhấn, di lên, di sang trái, nhả.

# Name
source: Activate Previous Tab
vi: Kích hoạt thẻ trước

# Comment
source: Press, move down, move up, move down, release.
vi: Nhấn, di xuống, di lên, di xuống, nhả.

# Name
source: Duplicate Tab
vi: Nhân đôi thẻ

# Comment
source: Press, move down, move up, release.
vi: Nhấn, di xuống, di lên, nhả.

# Name
source: Duplicate Window
vi: Nhân đôi cửa sổ

# Comment
source: Press, move right, release.
vi: Nhấn, di sang phải, nhả.

# Comment
source: Press, move down, move half up, move right, move down, release.\n(Drawing a lowercase 'h'.)
vi: Nhấn, di xuống, di lên nửa, di sang phải, di xuống, nhả.\n(Vẽ chữ 'h' thường.)

# Name
source: Home
vi: Nhà

# Comment
source: Press, move right, move down, move right, release.\nMozilla-style: Press, move down, move right, release.
vi: Nhấn, di sang phải, di xuống, di sang phải, nhả.\nKiểu Mozilla: Nhấn, di xuống, di sang phải, nhả.

# Name
source: Close Tab
vi: Đóng thẻ

# Comment
source: Press, move up, release.\nConflicts with Opera-style 'Up #2', which is disabled by default.
vi: Nhấn, di lên, nhả.\nXung đột với kiểu Opera 'Lên #2' mà mặc định là bị tắt.

# Name
source: New Tab
vi: Thẻ mới

# Comment
source: Press, move down, release.
vi: Nhấn, di xuống, nhả.

# Name
source: New Window
vi: Cửa sổ mới

# Comment
source: Press, move up, move down, release.
vi: Nhấn, di lên, di xuống, nhả.

# Name
source: Custom Shortcuts
vi: Phím tắt tự chọn

# Comment
source: Configure Input Actions settings
vi: Cấu hình các thiết lập cho Hành động nhập

# X-KDE-Keywords
source: global,keyboard shortcuts,hot keys,hotkeys,KHotKeys,input actions,mouse gestures,actions,triggers,launch
vi: toàn cục,phím tắt,phím nóng,hành động nhập,động tác chuột,hành động,kích hoạt,khởi chạy
