Repository: PhuNH/vi-kde
Catalog: branches/stable/l10n-kf5/*/messages/plasma-workspace/plasma_runner_windows.po
Languages: vi

source: Finds windows whose name, window class or window role match :q:. It is possible to interact with the windows by using one of the following keywords: activate, close, min(imize), max(imize), fullscreen, shade, keep above and keep below.
vi: Tìm các cửa sổ mà tên, lớp cửa sổ hoặc vai trò cửa sổ khớp với :q:. Có thể tương tác với các cửa sổ bằng cách dùng một trong các từ khoá sau: kich hoat, dong, (cuc )tieu, (cuc )dai, toan man hinh, che, giu o tren, giu o duoi.

source: Finds windows which are on desktop named :q: It is possible to interact with the windows by using one of the following keywords: activate, close, min(imize), max(imize), fullscreen, shade, keep above and keep below.
vi: Tìm các cửa sổ ở bàn làm việc tên là :q: Có thể tương tác với các cửa sổ bằng cách dùng một trong các từ khoá sau: kich hoat, dong, (cuc )tieu, (cuc )dai, toan man hinh, che, giu o tren, giu o duoi.

source: Switch to desktop named :q:
vi: Chuyển sang bàn làm việc tên là :q:

# Note this is a KRunner keyword
source: window
vi: cua so

source: Lists all windows and allows to activate them. With name=, class=, role= and desktop= the list can be reduced to windows matching these restrictions. It is possible to interact with the windows by using one of the following keywords: activate, close, min(imize), max(imize), fullscreen, shade, keep above and keep below.
vi: Liệt kê tất cả các cửa sổ và cho phép kích hoạt chúng. Với ten=, lop=, vai= và ban=, danh sách có thể được rút gọn lại còn các cửa sổ khớp với các giới hạn này. Có thể tương tác với các cửa sổ bằng cách dùng một trong các từ khoá sau: kich hoat, dong, (cuc )tieu, (cuc )dai, toan man hinh, che, giu o tren, giu o duoi.

# Note this is a KRunner keyword
source: desktop
vi: ban

source: Lists all other desktops and allows to switch to them.
vi: Liệt kê tất cả các bàn làm việc khác và cho phép chuyển sang đó.

# Note this is a KRunner keyword
source: activate
vi: kich hoat

# Note this is a KRunner keyword
source: close
vi: dong

# Note this is a KRunner keyword
source: min
vi: tieu

# Note this is a KRunner keyword
source: minimize
vi: cuc tieu

# Note this is a KRunner keyword
source: max
vi: dai

# Note this is a KRunner keyword
source: maximize
vi: cuc dai

# Note this is a KRunner keyword
source: fullscreen
vi: toan man hinh

# Note this is a KRunner keyword
source: shade
vi: che

# Note this is a KRunner keyword
source: keep above
vi: giu o tren

# Note this is a KRunner keyword
source: keep below
vi: giu o duoi

# Note this is a KRunner keyword
source: name
vi: ten

# Note this is a KRunner keyword
source: class
vi: lop

# Note this is a KRunner keyword
source: role
vi: vai

source: Switch to desktop %1
vi: Chuyển sang bàn làm việc %1

source: Close running window on %1
vi: Đóng cửa sổ đang chạy ở %1

source: (Un)minimize running window on %1
vi: (Đảo) cực tiểu hoá cửa sổ đang chạy ở %1

source: Maximize/restore running window on %1
vi: Cực đại hoá / khôi phục cửa sổ đang chạy ở %1

source: Toggle fullscreen for running window on %1
vi: Bật/tắt "toàn màn hình" cho cửa sổ đang chạy ở %1

source: (Un)shade running window on %1
vi: (Thôi) che cửa sổ đang chạy ở %1

source: Toggle keep above for running window on %1
vi: Bật/tắt "giữ ở trên" cho cửa sổ đang chạy ở %1

source: Toggle keep below running window on %1
vi: Bật/tắt "giữ ở dưới" cho cửa sổ đang chạy ở %1

source: Activate running window on %1
vi: Kích hoạt cửa sổ đang chạy ở %1
