Repository: PhuNH/vi-kde
Catalog: trunk/l10n-kf5/*/messages/kwalletmanager/kwalletmanager._desktop_.po
Languages: vi

# Name
source: KDE Wallet Management Tool
vi: Công cụ quản lí Ví KDE

# Comment
source: KDE Wallet Management Tool
vi: Công cụ quản lí Ví KDE

# GenericName
source: KDE Wallet Management Tool
vi: Công cụ quản lí Ví KDE

# Name
source: KDE Wallet system
vi: Hệ thống Ví KDE

# Name
source: Save wallet configuration
vi: Lưu cấu hình ví

# Description
source: Allow saving wallet configuration settings
vi: Cho phép lưu các thiết lập cấu hình ví

# Name
source: KDE Wallet
vi: Ví KDE

# Comment
source: KDE Wallet Configuration
vi: Cấu hình Ví KDE

# X-KDE-Keywords
source: Wallet,Form Fill,Passwords,Form Data
vi: Ví,Điền biểu mẫu,Mật khẩu,Dữ liệu biểu mẫu

# Name
source: Wallet Management Tool
vi: Công cụ quản lí ví
