Repository: PhuNH/vi-kde
Catalog: trunk/l10n-kf5/*/messages/plasma-desktop/kcm_launchfeedback.po
Languages: vi

# NAME OF TRANSLATORS
source: Your names
vi: greensoap

# EMAIL OF TRANSLATORS
source: Your emails
vi: greensoap16@gmail.com

source: Configure application launch feedback
vi: Cấu hình phản hồi khởi chạy ứng dụng

source: Timeout in seconds
vi: Thời gian chờ tính bằng giây

source: Launch Feedback
vi: Khởi chạy Phản hồi

source: Cursor:
vi: &Con trỏ:

source: No Feedback
vi: Không có Phản hồi

source: Static
vi: Tĩnh

source: Task Manager:
vi: Trình quản lý Tác vụ:

source: %1 sec
vi: %1 giây
