Repository: PhuNH/vi-kde
Catalog: trunk/*/messages/dolphin/dolphin._desktop_.po
Languages: vi

# Name
source: Dolphin View
vi: Khung xem Dolphin

# Name
source: Icons
vi: Biểu tượng

# Name
source: Compact
vi: Gọn

# Name
source: Details
vi: Chi tiết

# GenericName
source: File Manager
vi: Trình quản lí tập tin

# Name
source: Dolphin General
vi: Chung cho Dolphin

# Comment
source: This service allows configuration of general Dolphin settings.
vi: Dịch vụ này cho phép cấu hình các thiết lập chung của Dolphin.

# Name|Random file browsing settings.
source: General
vi: Chung

# Comment
source: Configure general file manager settings
vi: Cấu hình các thiết lập chung cho trình quản lí tập tin

# X-KDE-Keywords
source: file manager
vi: file manager,trình quản lí tập tin

# Name
source: Dolphin Navigation
vi: Điều hướng Dolphin

# Comment
source: This service allows configuration of the Dolphin navigation.
vi: Dịch vụ này cho phép cấu hình điều hướng Dolphin.

# Name
source: Navigation
vi: Điều hướng

# Comment
source: Configure file manager navigation
vi: Cấu hình điều hướng trình quản lí tập tin

# Name
source: Dolphin Services
vi: Các dịch vụ Dolphin

# Name
source: Services
vi: Các dịch vụ

# Comment
source: Configure file manager services
vi: Cấu hình các dịch vụ trình quản lí tập tin

# Name
source: Dolphin View Modes
vi: Các chế độ xem Dolphin

# Comment
source: This service allows configuration of the Dolphin view modes.
vi: Dịch vụ này cho phép cấu hình các chế độ xem Dolphin.

# Name
source: View Modes
vi: Các chế độ xem

# Comment
source: Configure file manager view modes
vi: Cấu hình các chế độ xem trình quản lí tập tin

# Comment
source: Version Control Plugin for File Views
vi: Phần bổ sung Quản lí Phiên bản cho khung xem tập tin
