Repository: PhuNH/vi-kde
Catalog: trunk/*/messages/dolphin/org.kde.dolphin.appdata.po
Languages: vi

source: File Manager
vi: Trình quản lí tệp

source: Dolphin is a lightweight file manager. It has been designed with ease of use and simplicity in mind, while still allowing flexibility and customisation. This means that you can do your file management exactly the way you want to do it.
vi: Dolphin là một trình quản lí tệp nhẹ. Nó được thiết kế với lưu ý đến tính dễ dùng và sự đơn giản, đồng thời vẫn cho phép tính linh hoạt và sự tuỳ biến. Điều này có nghĩa là bạn có thể quản lí tệp theo đúng cách bạn muốn.

source: Features:
vi: Tính năng:

source: Navigation (or breadcrumb) bar for URLs, allowing you to quickly navigate through the hierarchy of files and folders.
vi: Thanh điều hướng (hay vụn bánh) cho URL, cho phép bạn điều hướng nhanh chóng qua hệ thống cây tệp và thư mục.

source: Supports several different kinds of view styles and properties and allows you to configure the view exactly how you want it.
vi: Hỗ trợ nhiều loại kiểu cách và thuộc tính xem khác nhau, và cho phép bạn cấu hình khung xem đúng với cách bạn muốn.

source: Split view, allowing you to easily copy or move files between locations.
vi: Khung xem chia đôi, cho phép bạn dễ dàng chép hay di chuyển tệp giữa các địa điểm.

source: Additional information and shortcuts are available as dock-able panels, allowing you to move them around freely and display exactly what you want.
vi: Thông tin bổ sung và các lối tắt sẵn dùng dưới dạng các bảng lắp ghép được, cho phép bạn di chuyển chúng khắp nơi một cách tự do và hiển thị đúng những gì bạn muốn.

source: Multiple tab support
vi: Hỗ trợ đa thẻ

source: Informational dialogues are displayed in an unobtrusive way.
vi: Các hộp thoại thông tin được hiển thị một cách không gây phiền nhiễu.

source: Undo/redo support
vi: Hỗ trợ đảo ngược/làm lại

source: Transparent network access through the KIO system.
vi: Truy cập mạng dễ dàng thông qua hệ thống KIO.

source: File management in Dolphin
vi: Quản lí tệp trong Dolphin
