Repository: PhuNH/vi-kde
Catalog: trunk/l10n-kf5/*/messages/plasma-dialer/plasma-dialer._desktop_.po
Languages: vi

# Comment
source: KDE Daemon to handle modem daemon events
vi: Trình nền KDE để xử lí các sự kiện trình nền bộ điều giải

# Name
source: Telephony Daemon Service
vi: Dịch vụ trình nền thoại

# Comment
source: Qt Modem Daemon to handle @MODEM_SUBSYSTEM@ events
vi: Trình nền bộ điều giải Qt để xử lí các sự kiện @MODEM_SUBSYSTEM@

# Name
source: Modem Daemon Service
vi: Dịch vụ trình nền bộ điều giải

# Comment
source: Plasma phone dialer
vi: Trình quay số điện thoại Plasma

# Name
source: Phone
vi: Điện thoại

# Comment
source: Phone
vi: Điện thoại

# Name
source: Missed Call
vi: Cuộc gọi nhỡ

# Comment
source: A call has been missed
vi: Một cuộc gọi đã bị nhỡ

# Name
source: Ringing
vi: Đang đổ chuông

# Comment
source: The phone is ringing
vi: Điện thoại đang đổ chuông
