Repository: PhuNH/vi-kde
Catalog: trunk/*/messages/plasma-workspace/plasma_applet_org.kde.plasma.devicenotifier.po
Languages: vi

source: Removable devices only
vi: Chỉ thiết bị gắn ngoài

source: Non-removable devices only
vi: Chỉ thiết bị gắn trong

source: All devices
vi: Tất cả thiết bị

source: It is currently <b>not safe</b> to remove this device: applications may be accessing it. Click the eject button to safely remove this device.
vi: Hiện <b>không an toàn</b> để tháo thiết bị này; các ứng dụng có thể đang truy cập vào nó. Nhấn nút đẩy ra để tháo an toàn thiết bị này.

source: This device is currently accessible.
vi: Thiết bị hiện truy cập được.

source: It is currently <b>not safe</b> to remove this device: applications may be accessing other volumes on this device. Click the eject button on these other volumes to safely remove this device.
vi: Hiện <b>không an toàn</b> để tháo thiết bị này; các ứng dụng có thể đang truy cập vào các phân vùng bên trong thiết bị. Nhấn nút đẩy ra trên các phân vùng để tháo an toàn thiết bị này.

source: It is currently safe to remove this device.
vi: Hiện đã an toàn để tháo thiết bị này.

source: This device is not currently accessible.
vi: Thiết bị này hiện không truy cập được.

# @info:status Free disk space
source: %1 free
vi: %1 trống

source: 1 action for this device
vi: %1 hành động cho thiết bị này

source: Accessing...
vi: Đang truy cập...

source: No Devices Available
vi: Không có thiết bị ngoài nào

source: No devices available
vi: Không có thiết bị ngoài nào

source: Click to access this device from other applications.
vi: Nhấn để truy cập thiết bị này từ ứng dụng khác.

source: Click to eject this disc.
vi: Nhấn để đẩy đĩa này ra.

source: Click to safely remove this device.
vi: Nhấn để tháo an toàn thiết bị này.
