Repository: PhuNH/vi-kde
Catalog: trunk/l10n-kf5/*/messages/kactivitymanagerd/kactivitymanagerd._json_.po
Languages: vi

# Name
source: Activity Templates
vi: Bản mẫu Hoạt động

# Name
source: Event Spy
vi: Theo dõi sự kiện

# Name
source: Global Shortcuts
vi: Phím tắt toàn cục

# Name
source: Gtk Event Spy
vi: Theo dõi sự kiện GTK

# Name
source: Activity Runner
vi: Trình chạy Hoạt động

# Name
source: Run applications on activity state change
vi: Chạy ứng dụng khi có thay đổi trạng thái Hoạt động

# Name
source: Share-Like-Connect
vi: Chia sẻ-Thích-Kết nối

# Name
source: SQLite Feeder
vi: Trình cấp SQLite

# Name
source: Virtual desktop switcher
vi: Trình chuyển bàn làm việc ảo

# Description
source: Support for creating templated activities
vi: Hỗ trợ tạo Hoạt động theo bản mẫu

# Description
source: Collects events from applications that support recent documents specification
vi: Thu thập sự kiện từ các ứng dụng hỗ trợ đặc tả "tài liệu gần đây"

# Description
source: Adds global keyboard shortcuts for activity switching
vi: Thêm các phím tắt toàn cục cho việc chuyển Hoạt động

# Description
source: Collects events from applications that use GtkFileChooser and GtkRecentManager as specified by https://www.freedesktop.org/wiki/Specifications/desktop-bookmark-spec/
vi: Thu thập sự kiện từ các ứng dụng dùng GtkFileChooser và GtkRecentManager theo đặc tả ở https://www.freedesktop.org/wiki/Specifications/desktop-bookmark-spec/

# Description
source: KRunner plugin to list and switch activities
vi: Phần cài cắm KRunner để liệt kê và chuyển Hoạt động

# Description
source: When switching activities, or when starting and stopping them, execute specified applications
vi: Khi chuyển hoặc khi khởi động và dừng Hoạt động, thực thi các ứng dụng được chỉ định

# Description
source: Provides data to Share-Like-Connect applet
vi: Cung cấp dữ liệu cho tiểu ứng dụng Chia sẻ-Thích-Kết nối

# Description
source: Plugin to store and score events in SQLite
vi: Phần cài cắm để lưu trữ và ghi lại các sự kiện vào SQLite

# Description
source: When switching to an activity, opens the virtual desktop last used with that activity
vi: Khi chuyển sang một Hoạt động, mở bàn làm việc ảo được dùng gần đây nhất với Hoạt động đó
