Repository: PhuNH/vi-kde
Catalog: trunk/l10n-kf5/*/messages/kio-extras/kio5_thumbnail.po
Languages: vi

# @option:check
source: Rotate the image automatically
vi: Xoay ảnh tự động

source: No MIME Type specified.
vi: Chưa chỉ ra kiểu MIME.

source: No or invalid size specified.
vi: Chưa chỉ ra kích thước, hoặc chỉ ra kích thước sai.

source: Cannot create thumbnail for directory
vi: Không tạo được ảnh xem trước cho thư mục

source: No plugin specified.
vi: Chưa chỉ định phần bổ sung.

source: Cannot load ThumbCreator %1
vi: Không nạp ThumbCreator %1

source: Cannot create thumbnail for %1
vi: Không tạo được ảnh xem trước cho %1

source: Failed to create a thumbnail.
vi: Thất bại khi tạo một ảnh xem trước.

source: Could not write image.
vi: Không ghi được ảnh.

source: Failed to attach to shared memory segment %1
vi: Lỗi gắn tới đoạn bộ nhớ chia sẻ %1

source: Image is too big for the shared memory segment
vi: Ảnh quá lớn đối với đoạn bộ nhớ chia sẻ
