Repository: PhuNH/vi-kde
Catalog: trunk/l10n-kf5/*/messages/kio-extras/kio5_smb.po
Languages: vi

source: <qt>Please enter authentication information for <b>%1</b></qt>
vi: <qt>Xin hãy nhập thông tin xác thực cho <b>%1</b></qt>

source: Please enter authentication information for: Server = %1 Share = %2
vi: Xin hãy nhập thông tin xác thực cho: Máy chủ = %1 Chia sẻ = %2

source: %1: Unknown file type, neither directory or file.
vi: %1: Dạng tệp không rõ, không phải thư mục hay tệp.

source: Unable to find any workgroups in your local network. This might be caused by an enabled firewall.
vi: Không tìm thấy nhóm làm việc nào trong mạng nội bộ. Có thể là do bật tường lửa.

source: No media in device for %1
vi: Không có đĩa trong thiết bị cho %1

source: Could not connect to host for %1
vi: Không kết nối được tới máy %1

source: Error while connecting to server responsible for %1
vi: Lỗi khi kết nối tới máy chủ chịu trách nhiệm cho %1

source: Share could not be found on given server
vi: Không tìm thấy chia sẻ trên máy chủ chỉ ra

source: The given name could not be resolved to a unique server. Make sure your network is setup without any name conflicts between names used by Windows and by UNIX name resolution.
vi: Không tìm thấy máy chủ theo tên đưa ra. Cần chắc chắn là mạng của bạn không có mâu thuẫn tên giữa các máy Windows và UNIX.

source: libsmbclient reported an error, but did not specify what the problem is. This might indicate a severe problem with your network - but also might indicate a problem with libsmbclient. If you want to help us, please provide a tcpdump of the network interface while you try to browse (be aware that it might contain private data, so do not post it if you are unsure about that - you can send it privately to the developers if they ask for it)
vi: libsmbclient báo cáo có lỗi, nhưng không chỉ ra vấn đề là gì. Có thể là có vấn đề với mạng nhưng cũng có thể là có vấn đề với libsmbclient. Nếu muốn giúp đỡ chúng tôi, xin hãy cung cấp một tcpdump của giao diện mạng khi bạn duyệt (cần biết là có thể nó sẽ chứa dữ liệu riêng tư, vì thế đừng gửi nếu bạn không chắc chắn. Bạn có thể gửi nó riêng đến nhà phát triển nếu họ yêu cầu)

source: libsmbclient failed to create context
vi: Lỗi tạo nội dung libsmbclient

source: Make sure that the samba package is installed properly on your system.
vi: Cần kiểm tra lại xem gói samba đã được cài đặt đúng trên hệ thống của bạn.

source: Mounting of share "%1" from host "%2" by user "%3" failed. %4
vi: Gắn kết chia sẻ "%1" từ máy "%2" bởi người dùng "%3" thất bại. %4

source: Unmounting of mountpoint "%1" failed. %2
vi: Bỏ gắn điểm "%1" thất bại. %2
