Repository: PhuNH/vi-kde
Catalog: trunk/l10n-kf5/*/messages/kio-extras/kio5_sftp.po
Languages: vi

source: Incorrect or invalid passphrase
vi: Mật khẩu sai hoặc không hợp lệ

source: Could not set log verbosity.
vi: Không thể đặt chế độ chi tiết lưu kí.

source: SFTP Login
vi: Đăng nhập SFTP

source: Use the username input field to answer this question.
vi: Sử dụng ô nhập tên người dùng để trả lời câu hỏi này.

source: Please enter your password.
vi: Hãy nhập mật khẩu của bạn.

source: Site:
vi: Trang:

source: Could not create a new SSH session.
vi: Không thể tạo phiên SSH mới.

source: Could not set a timeout.
vi: Không thể đặt thời gian chờ tối đa.

source: Could not set compression.
vi: Không thể đặt chế độ nén.

source: Could not set host.
vi: Không thể đặt máy chủ.

source: Could not set port.
vi: Không thể đặt cổng.

source: Could not set username.
vi: Không thể đặt tên người dùng.

source: Could not parse the config file.
vi: Không thể phân tích tệp cấu hình.

source: Warning: Cannot verify host's identity.
vi: Cảnh báo: Không kiểm tra được tên của máy.

source: Authentication failed.
vi: Xác thực thất bại.

source: Authentication failed. The server didn't send any authentication methods
vi: Xác thực thất bại. Máy chủ không trả lại bất cứ phương thức xác thực nào.

source: Please enter your username and password.
vi: Hãy nhập tên người dùng và mật khẩu.

source: Incorrect username or password
vi: Tên người dùng hoặc mật khẩu sai.

source: Unable to request the SFTP subsystem. Make sure SFTP is enabled on the server.
vi: Không thể gửi yêu cầu tới hệ thống con SFTP. Hãy chắc chắn rằng SFTP được bật trên máy chủ.

source: Could not initialize the SFTP session.
vi: Không thể khởi tạo phiên SFTP.

source: Successfully connected to %1
vi: Đã kết nối thành công tới %1

source: The host key for this server was not found, but another type of key exists. An attacker might change the default server key to confuse your client into thinking the key does not exist. Please contact your system administrator. %1
vi: Không tìm thấy khoá chủ cho máy chủ này, nhưng một loại khoá khác lại tồn tại. Một kẻ tấn công có thể đã thay đổi khoá máy chủ mặc định nhằm làm cho máy khách của bạn nghĩ rằng khoá không tồn tại. Hãy liên lạc với quản trị viên hệ thống của bạn. %1

source: The host key for the server %1 has changed. This could either mean that DNS SPOOFING is happening or the IP address for the host and its host key have changed at the same time. The fingerprint for the key sent by the remote host is: %2 Please contact your system administrator. %3
vi: Khoá chủ cho máy chủ %1 đã thay đổi. Điều này có thể do bạn đang gặp phải DNS giả danh hoặc địa chỉ IP cho máy chủ và khoá chủ của nó đã thay đổi cùng lúc. Dấu tay cho khoá được gửi bởi máy chủ từ xa là: %2 Hãy liên hệ quản trị viên hệ thống của bạn. %3

source: The authenticity of host %1 cannot be established. The key fingerprint is: %2 Are you sure you want to continue connecting?
vi: Không thể thiết lập xác thực cho máy %1. Dấu vân tay khoá là: %2 Bạn có chắc chắn muốn tiếp tục kết nối?

source: Could not change permissions for %1
vi: Không thể thay đổi quyền cho %1

source: Could not read link: %1
vi: Không thể đọc liên kết: %1
