Repository: PhuNH/vi-kde
Catalog: trunk/l10n-kf5/*/messages/kubuntu-debug-installer/kubuntu-debug-installer.po
Languages: vi

# NAME OF TRANSLATORS
source: Your names
vi: Jonathan Riddell,Lê Hoàng Phương,Nguyễn Hùng Phú

# EMAIL OF TRANSLATORS
source: Your emails
vi: riddell@gmail.com,herophuong93@gmail.com,phuhnguyen@disroot.org

# @info Error message
source: No file paths were provided, so no debug packages could be found.
vi: Chưa cung cấp đường dẫn tệp nào, nên không tìm được gói gỡ lỗi.

# @title:window
source: Couldn't find debug packages
vi: Không tìm được gói gỡ lỗi

# @info
source: No debug packages could be found for the files listed below. Do you want to continue anyway?
vi: Không tìm được gói gỡ lỗi nào cho các tệp được liệt kê dưới đây. Bạn có muốn cứ tiếp tục không?

# @info
source: Do you want to install the following debug packages so that the necessary debug symbols become available?
vi: Bạn có muốn cài đặt các gói gỡ lỗi sau để các kí hiệu gỡ lỗi cần thiết trở nên khả dụng không?

# @title:window
source: Confirm package installation
vi: Xác nhận cài đặt gói

# @action:button
source: Install
vi: Cài đặt

# @info:progress
source: Looking for debug packages
vi: Đang tìm các gói gỡ lỗi

source: Debug package installer
vi: Trình cài đặt gói gỡ lỗi

source: A debug package installer for Kubuntu
vi: Một trình cài đặt gói gỡ lỗi cho Kubuntu

source: Files to find debug packages for
vi: Tìm gói gỡ lỗi cho các tệp này
