Repository: PhuNH/vi-kde
Catalog: branches/stable/l10n-kf5/*/messages/kdeplasma-addons/plasma_applet_org.kde.plasma.systemloadviewer.po
Languages: vi

# @title
source: General
vi: Chung

# @title
source: Colors
vi: Màu

# @option:check
source: Set Colors Manually
vi: Đặt màu thủ công

# @label:chooser
source: User:
vi: Người dùng:

# @label:chooser
source: IOWait:
vi: Đợi vào/ra:

# @label:chooser
source: Sys:
vi: Hệ thống:

# @label:chooser
source: Nice:
vi: Độ ưu tiên:

# @title:group
source: Memory
vi: Bộ nhớ

# @label:chooser
source: Application:
vi: Ứng dụng:

# @label:chooser
source: Buffers:
vi: Bộ nhớ đệm:

# @title:group
source: Swap
vi: Vùng hoán đổi

# @label:chooser
source: Used swap:
vi: Vùng hoán đổi đã dùng:

# @title:group
source: Cache
vi: Bộ nhớ sẵn

# @label:chooser
source: Dirty memory:
vi: Phần nhớ bẩn:

# @label:chooser
source: Writeback memory:
vi: Bộ nhớ ghi sau:

# @label
source: Show:
vi: Hiện:

# @option:check
source: CPU monitor
vi: Giám sát CPU

# @option:check
source: CPUs separately
vi: Các CPU riêng rẽ

# @option:check
source: Memory monitor
vi: Giám sát bộ nhớ

# @option:check
source: Swap monitor
vi: Giám sát vùng hoán đổi

# @option:check
source: Cache monitor
vi: Giám sát bộ nhớ sẵn

# @label
source: Monitor type:
vi: Dạng giám sát:

# @option:radio
source: Bar
vi: Thanh

# @option:radio
source: Circular
vi: Vòng tròn

# @option:radio
source: Compact bar
vi: Thanh gọn

# @label:spinbox
source: Update interval:
vi: Khoảng cập nhật:

# @item:valuesuffix spacing to number + unit (seconds)
source: second
vi: giây

source: Average clock: %1 MHz
vi: Xung nhịp trung bình: %1 MHz

source: Memory: %1/%2 MiB
vi: Bộ nhớ: %1/%2 MiB

source: Swap: %1/%2 MiB
vi: Vùng hoán đổi: %1/%2 MiB

source: Cache Dirty, Writeback: %1 MiB, %2 MiB
vi: Bộ nhớ sẵn bẩn, ghi sau: %1 MiB, %2 MiB

source: System load
vi: Tải hệ thống

source: Memory
vi: Bộ nhớ

source: Swap
vi: Vùng hoán đổi

source: Cache
vi: Bộ nhớ sẵn
