Repository: PhuNH/vi-kde
Catalog: trunk/l10n-kf5/*/messages/websites-timeline-kde-org/timeline-kde-org-shared.po
Languages: vi

source: LANGUAGE_NAME
vi: Tiếng Việt

source: Your names
vi: Nguyễn Hùng Phú

source: A {{ .Scratch.Get "years" }} year timeline of KDE events
vi: Các sự kiện liên quan đến KDE trong {{ .Scratch.Get "years" }} năm

source: {{ .Scratch.Get "years" }} Years of KDE
vi: {{ .Scratch.Get "years" }} năm KDE

source: A tour through the moments that marked the {{ .Scratch.Get "years" }} years of community history, starting with the technologies that made possible its existence. See our KDE 20 years <a style="text-decoration:underline;" href="https://20years.kde.org/book/index.html">book</a>.
vi: Đi qua các thời điểm đánh dấu {{ .Scratch.Get "years" }} năm lịch sử của cộng đồng KDE, bắt đầu với những công nghệ giúp KDE được ra đời. Xem <a style="text-decoration:underline;" href="https://20years.kde.org/book/index.html">cuốn sách</a> về 20 năm KDE của chúng tôi.

source: Legal
vi: Pháp lí

source: Found a bug? <a href="mailto:kde-www@kde.org" target="_blank">E-mail us</a>
vi: Tìm thấy lỗi? <a href="mailto:kde-www@kde.org" target="_blank">Báo cho chúng tôi</a>

source: Select your language
vi: Chọn ngôn ngữ

source: KDE Timeline
vi: Các dấu mốc KDE

source: KDE<sup>®</sup> and [the K Desktop Environment<sup>®</sup> logo](https://kde.org/media/images/trademark_kde_gear_black_logo.png) are registered trademarks of [KDE e.V.](https://ev.kde.org/ "Homepage of the KDE non-profit Organization")
vi: KDE<sup>®</sup> và [biểu trưng Môi trường Bàn làm việc K<sup>®</sup>](https://kde.org/media/images/trademark_kde_gear_black_logo.png) là các thương hiệu đã đăng kí của [KDE e.V.](https://ev.kde.org/ "Trang nhà của tổ chức phi lợi nhuận KDE")

source: Translated by
vi: Dịch bởi

source: Languages
vi: Ngôn ngữ

source: Tweet
vi: Tuýt
